jdt/app/controllers/ojdts_controller.rb

SELECT * FROM `ojdts`
---
  def index
    @ojdts = Ojdt.all